Tubifix77/powersuit/firmware/apps/node_bench/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_PARTITION_TABLE_SINGLE_APP_LARGE=y
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
# N16R8 modules: 16 MB flash, 8 MB Octal PSRAM. PSRAM is not required by this
# image, but declaring the mode keeps GPIO35-37 reserved as the hardware does.
CONFIG_SPIRAM=y
CONFIG_SPIRAM_MODE_OCT=y
